tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "libtiff"
brew "little-cms2"
brew "aom"
brew "bat"
brew "gcc"
brew "btop"
brew "cmatrix"
brew "ctop"
brew "exa"
brew "fd"
brew "git"
brew "jasper"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "pnpm"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ranger"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-modern-nuvola-icon", "with-native-comp", "with-xwidgets"]
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "alacritty"
cask "brave-browser"
cask "docker"
cask "figma"
cask "google-chrome"
cask "maccy"
cask "skype"
cask "temurin11"
cask "visual-studio-code"

mas "The Unarchiver", id: 425424353

